Repository: humanmade/comment-popularity
Catalog: languages/*.po
Languages: de_de

source: Default karma value for expert users
de_de: Standard Karma-Wert für professionelle Kommentatoren

source: Enter value
de_de: Wert eingeben

source: Comment popularity settings
de_de: Einstellungen für Kommentar-Beliebtheit

source: Expert Commenter
de_de: Professioneller Kommentator

source: Weight
de_de: Gewichtung

source: This plugin requires PHP Version %s. Sorry about that.
de_de: Dieses Plugin erfordert mindestens PHP-Version %s. Das tut uns leid.

source: Sorry, invalid vote type
de_de: Tut uns leid, die Stimme ist ungültig

source: This plugin requires WordPress version %s. Sorry about that.
de_de: Dieses Plugin erfordert mindestens WordPress-Version %s. Das tut uns leid.

source: Invalid action
de_de: Ungültige Aktion

source: Thanks for voting!
de_de: Danke für deine Stimme!

source: You cannot %s this comment again.
de_de: Du kannst diesen Kommentar nicht noch einmal %s.

source: You lack sufficient permissions to vote on comments
de_de: Du verfügst nicht über ausreichende Berechtigungen, um abzustimmen.

source: You cannot %s your own comments.
de_de: Du kannst deine eigenen Kommentare nicht %s.

source: You must be logged in to vote on comments
de_de: Du musst eingeloggt sein um abzustimmen.

source: Edit
de_de: Bearbeiten

source: Your comment is awaiting moderation.
de_de: Der Kommentar wartet auf Freischaltung

source: Comment navigation
de_de: Kommentarnavigation

source: Comments are closed.
de_de: Es können keine Kommentare abgegeben werden.

source: Most voted comments
de_de: Kommentare mit den meisten Stimmen

source: Title:
de_de: Titel:

source: Number of comments to show:
de_de: Anzahl anzuzeigender Kommentare:

source: Most voted Comments
de_de: Kommentare mit den meisten Stimmen

source: Expert commenters
de_de: Professionelle Kommentatoren

source: Display expert commenters with their karma.
de_de: Professionelle Kommentatoren mit Karma anzeigen.

source: Comment Popularity
de_de: Beliebtheit

source: Allow visitors to vote on comments.
de_de: Besuchern das Abstimmen über Kommentare erlauben

# verb
source: upvote
de_de: positiv bewerten

# verb
source: downvote
de_de: negativ bewerten

# 1: date, 2: time
source: %1$s at %2$s
de_de: am %1$s um %2$s

# 1: HTML tag 2: Karma value 3: HTML tag
source: %1$s( User Karma: %2$s )%3$s
de_de: %1$s (Benutzer-Karma: %2$s) %3$s

# e.g. Bob says hello.
source: says:
de_de: schrieb:

# comments title
source: One comment
de_de: Ein Kommentar

# 1: Author 2: Post title 3: Weight
source: %1$s on %2$s, ( Weight: %3$s )
de_de: %1$s zu %2$s, (Gewichtung: %3$s)
